REPLACE INTO student VALUES
("1403230002", "陈静", "华南理工大学", "yolandacj@sina.cn", "18963651243", "3230002"),
("1406180101", "刘清池", "广东药学院", "gdliuqingchi@foxmail.com", "13106737564", "6180101"),
("1405010203", "林秋实", "星海音乐学院", "jameslin@163.com", "13825578766", "5010203");

REPLACE INTO job_wanted VALUES
("1403230002", "140407024"),
("1406180101", "140612003"),
("1405010203", "140501019");

REPLACE INTO enterprise VALUES
("14040102", "湘味竹筒饭", "13855663204", "xiangwei@sina.com", "xw40102", ""),
("14032013", "中大软院学生会", "13760652334", "ssxsh@163.com", "ss32013", ""),
("14041675", "中大青协", "13794344869", "qxguangjiao@163.com", "qx41675", "");

REPLACE INTO job VALUES
("140407024", "至二路口", "派传单", "2014-03-12 11:00", "2014-03-12 13:00", "100(薪资)", "12", "发放广告传单"),
("140612003", "番禺福利院", "公益活动", "2014-04-02 14:30", "2014-04-02 18:30", "4(公益时)", "40", "福利院看望老人"),
("140501019", "琶洲国际会展中心", "志愿者", "2014-04-19 12:30", "2014-04-19 18:30", "6(公益时)", "24", "广交会志愿者");

REPLACE INTO recuiting VALUES
("140407024", "14040102"),
("140612003", "14032013"),
("140501019", "14041675");